# Completions
mattmc3/ez-compinit

# Theme
# sindresorhus/pure

# OMZ Plugins
getantidote/use-omz
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/npm
ohmyzsh/ohmyzsh path:plugins/nvm kind:defer
ohmyzsh/ohmyzsh path:plugins/colorize
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/pip
ohmyzsh/ohmyzsh path:plugins/python
ohmyzsh/ohmyzsh path:plugins/brew
ohmyzsh/ohmyzsh path:plugins/macos
ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/rbenv kind:defer
ohmyzsh/ohmyzsh path:plugins/kubectl kind:defer

# fzf
bigH/git-fuzzy kind:path path:bin
ohmyzsh/ohmyzsh path:plugins/fzf

# Syntax Highlighting
zsh-users/zsh-syntax-highlighting kind:defer
zsh-users/zsh-autosuggestions kind:defer

# Completions - continued
zsh-users/zsh-completions kind:fpath path:src
